Repository: ntdvn/Dashboard-API-MVC
Catalog: Resources/Localization/*.po
Languages: vi

# login_required_username
source: Username is required
vi: Tên tài khoản là bắt buộc

# login_required_password
source: Password is required
vi: Mật khẩu là bắt buộc

source: Login success
vi: Đăng nhập thành công

# login_failed_user
source: User does not exist
vi: Người dùng không tồn tại

# login_failed_password
source: Incorrect password
vi: Mật khẩu không đúng

# register_required_username
source: User name is required
vi: Tên tài khoản là bắt buộc

# register_required_password
source: Password is required
vi: Mật khẩu là bắt buộc

# register_required_full_name
source: Full name is required
vi: Tên người dùng là bắt buộc

# register_failed_user
source: User already exists
vi: Người dùng đã tồn tại

# server_error_401
source: 401 Unauthorized
vi: 401 Không có quyền truy cập

# server_error_404
source: 404 Not Found
vi: 404 Không tìm thấy tài nguyên

# server_error_405
source: 405 Method Not Allowed
vi: 405 Phương thức không được hỗ trợ

# exception_duplicated
source: Entity already exists!
vi: Đối tượng đã tồn tại!
